MENU = '1. Просмотр каталога' \
       '2. На уровень вверх' \
       '3. На уровень вниз' \
       '4. Количество файлов и каталогов' \
       '5. Размер текущего каталога' \
       '6. Поиск файла' \
       '7. Выход из программы'

CHOICE = 'Выберите число от 1 до 7: '
CURRENT_DIRECTORY = 'Текущий каталог: '
NOT_CHOICE = 'Вы ввели неккоректное значение. Введите число от 1 до 7: '
CATALOG_NAME = 'Введите название подкаталога: '
TRY_AGAIN = 'Попробуйте снова'
NOT_FIND = 'Не найдено'
NEW_NAME = 'Новое имя каталога: '