MENU = '1. Просмотр каталога\n' \
       '2. На уровень вверх\n' \
       '3. На уровень вниз\n' \
       '4. Количество файлов и каталогов\n' \
       '5. Размер текущего каталога\n' \
       '6. Поиск файла\n' \
       '7. Выход из программы'
CHOICE = 'Выберите пункт меню: '
CURRENT_DIRECTORY = 'Текущий каталог: '
NOT_CHOICE = 'Вы ввели неккоректное значение. Введите число от 1 до 7: '
CATALOG_NAME = 'Введите название подкаталога: '
NOT_INDICATED = 'Имя не указано'
PATH_NOT_DIRECT_1 = 'Указанный путь: '
PATH_NOT_DIRECT_2 = ' не является директорией'
SUBDIR_NOT_FOUND_1 = 'Подкаталог '
SUBDIR_NOT_FOUND_2 = ' не найден в '
TRY_AGAIN = 'Попробуйте снова'
NOT_FIND = 'Не найдено'
NEW_NAME = 'Новое имя каталога: '
COUNT = 'Количество файлов в указанном каталоге:'
BITES = 'Размер в байтах:'
FILE_NAME = 'Введите название файла, который необходимо найти:'
WORK_FINISHED = 'Работа успешно завершена.'
